content-org/santiyounger-website.org
#+HUGO_BASE_DIR:~/hugo/santiyounger-website
#+hugo_weight: auto
* TODO Work life Balance
:PROPERTIES:
:EXPORT_HUGO_SECTION: posts
:EXPORT_FILE_NAME: work_life_balance
:EXPORT_DATE: 2020-08-01
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :summary Writing hugo post in Emacs org.
:END:
** Intro
  Why are we encouraged to separate life and work?
It makes sense on the surface, but why should they be so separate?

Is it healthy to devide ourselves into two?
Should we then have two moralities? The Professional one, and the individual one?

** Why is work life balance such a popular concept
Work life balance is a side effect of a society that doesn't enocurage us to do what we love for a living, nor does it push us to show more of who we are into our work.

Therfore we are often encpuraged to divide our proffessional lives from our personal one. 

** Modern enterprise
Thankfully there are a lot of companies, that have started to wake up to the fact that their employees are humans, but here in Ecuador South America where I live, I think this reality is still very distant.
** Falling victim for the system
If you've fallen victim of the system, then you must abosilutly separate your work from your life, to remain mentally sane, but what if you want to find a way to integrate more of who you are into the work that you do?

** enjoying work
It might sound insensite to say this, but shouldn't we strive for enjoying our work for it's own sake rather than to simply make money to survive. Granted there's a lot of people in the world who still need to work really hard so that they can put a bread in the table, that is a reality, but there's a lot of people just strive for what other people want (money and fame) rather than search for fullfilment into ones work.

If you want to integrate more of who you are into your work, you are not alone, let's figure out what steps to take.

** Sciene and energy to work
In thermochemistry there's a difference between exergonic and endergonic reaction:

**Exergonic:** You need to keep adding energy to keep the process running.
**Endergonic:** The process continues after it's been triggered and even generates energy of it's own.
This is the difference between:

*Being Pulled vs Pushing Forward*

Being pulled forward to do our work through a satisfying process.

** Independance
   I've studied a lot of practical philosophy, mostly Stoicism and I've learned that the main reason why we suffer is when we try to control what's outside of our control.
   
It doesn't matter who you work for, as long as you work for someone else, you are putting a lot of your time in someone else's hands. Not every job is bad, perhaps you are one of the lucky few who works in an amazing evironment, but I believe that for most people the solution is to put more of your work into your own hands.

This isually implies finding a way to be more independant. Freelance, starting a business, coaching, writting and many other things might be the solution towards more autonomy.

Yet all of this things are scary. Finding a way to find fiancial autonmy is a process for which one blog post will not suffice.

One of the best resources I've ever found on the transition between day job towards autonomy is a book by one of my mentors Sean Wes overlap
# link overlap 

** Blog Post info
*** Blog Post properties
    first draft written in
    <2020-07-31 Fri>
*** blog post Todo 
**** links
     link overlap
*** Index Card Notes Used
    # [[file:5,0-let_the_work_carry_you_forward.org][Let the Work Carry You Forward]
